TOKEN = '5159769044:AAFGxzYu1ss_Qvh7BFr9FgTtSDU6iop5J50'
dct = {1:[
    '''  Ассаламу алайкум😊
День открытых дверей пройдет {} в {} в филиале {}. Хотите принять участие?''',  # 0
    '''Пожалуйста, введите имя:''',  # 1
    '''Пожалуйста, отправьте свой номер телефона🤗:''',  # 2
    '''📱Отправить номер телефона''',  # 3
    ''' В каком классе учится ваш ребёнок? ''',  # 4
    '''Отлично🤩''',  # 5
    '''{} в {} ждём вас в филиале {}!''',  # 6
    ''' 🔔 До дня открытых дверей осталось {} дня! Будем ждать вас на филиале {} {} в {} ''',  # 7
    ''' Введите дату: \n\nНапример: 28.10.2023 ''',  # 8
    ''' Выберите филиал: ''',  # 9
    '''Введите время: \n\nНапример: 18:00''',  # 10
    '''Да, хочу''',  # 11
    '''Благодарю! Ваша заявка будет направлена нашим 
операторам и они свяжутся с Вами в указанное
время.''',  # 12
    '''Редактировать''',  # 13
    '''Админ меню''',  # 14
    '''Сбросить''',  # 15
    '''Привет на связи Merit!\nХотел напомнить, что до дня открытых дверей осталось {} дней!''',  # 16
    '🎉 Урааа! Сегодня день открытых дверей в {} в филиале {}!',  # 17
    'Статистика',  # 17
     ],
       2:[
           '''Assalamu alaykum😊
Ochiq eshiklar kuni 14-may kuni 14:00 da Chorsu filialimizda bo’lib o’tadi.
Ro’yxatdan o’tishni istaysizmi?''',  # 0
           '''Iltimos, ismingizni yozib qoldiring:''',  # 1
           '''Raqamingizni yuboring, iltimos🤗:''',  # 2
           '''📱Telefon raqam yuborish''',  # 3
           ''' Farzandingiz nechanchi sinfda o’qiydi? ''',  # 4
           '''Ajoyib🤩''',  # 5
           '''Sizni {} {} da {} filialimizda albatta kutamiz!''',  # 6
           ''' 🔔 {} {} da {} filialimizda bo'lib o'tadigan ochiq eshiklar kuniga {} kun qoldi! ''',  # 7
           ''' Sanani kiriting: \n\nMasalan: 28.10.2023 ''',  # 8
           ''' Filial tanlang: ''',  # 9
           '''Vaqtni kiriting: \n\nMasalan: 18:00''',  # 10
           '''Xa, istayman''',  # 11
           '''Rahmat''',  # 12
           '''O`zgartirish''',  # 13
           '''Admin menyu''',  # 14
           '''Сбросить''',  # 15
           '''Привет на связи Merit!\nХотел напомнить, что до дня открытых дверей осталось {} дней!''',  # 16
           '🎉 Va nihoyat! Bugun {} da {} filialimizda ochiq eshiklar kuni!',  # 17
           'Statistika',  # 17
       ]}


adct = [1220180236 ,123]

fdct={1:[
    'Охунбобоев',  # 0
    'Чорсу',  # 1
    'Дустлик',  # 2
    'Мехнат',  # 3
    '',  # 4
    '',  # 5
    '',  # 6
    '',  # 7
    '',  # 8
    '',  # 9
    '',  # 10
    '',  # 11
    '',  # 12
    '',  # 13
],
      2:[
          'Oxunboboyev',  # 0
          'Chorsu',  # 1
          'Do`stlik',  # 2
          'Mehnat',  # 3
          '',  # 4
          '',  # 5
          '',  # 6
          '',  # 7
          '',  # 8
          '',  # 9
          '',  # 10
          '',  # 11
          '',  # 12
          '',  # 13
      ]}

month = {
    1:{
    1:'января',
    2:'февраля',
    3:'марта',
    4:'апреля',
    5:'мая',
    6:'июня',
    7:'июля',
    8:'августа',
    9:'сентября',
    10:'октября',
    11:'ноября',
    12:'декабря',







    },

    2:{


    1:'yanvar',
    2:'fevral',
    3:'mart',
    4:'aprel',
    5:'may',
    6:'iyun',
    7:'iyul',
    8:'avgust',
    9:'sentabr',
    10:'oktabr',
    11:'noyabr',
    12:'dekabr'

}}